Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Seemant Chaturvedi (Chair), Renee Hebert Martin, David Kent, Mark Wilcox REB Exchange:
es_es: Seemant Chaturvedi (Presidente), Renee Hebert Martin, David Kent, Mark Wilcox Intercambio de REB:

source: Seguimiento de la salud de los sujetos durante el estudio.
es_es: Health status follow-up during the study.

source: Seite 0 von 1
es_es: Página 0 de 1

source: Seite 0von 1
es_es: Página 0de 1

source: Seizure secondary to SAH
es_es: Convulsión secundaria a la hemorragia subaracnoidea

source: Selección de la dosis.
es_es: Dose selection.

source: Selección de los investigadores.
es_es: Selection of researchers.

source: Selección de los sujetos.
es_es: Subject screening

source: Select 30 film-coated tablets.
es_es: Seleccionar 30 comprimidos recubiertos.

source: Selected demographic and baseline data – randomised set
es_es: Datos demográficos seleccionados y valores iniciales - grupo aleatorizado

source: Selected excipients are thus appropriate for application and dosage form.
es_es: Por lo tanto, los excipientes seleccionados son apropiados para la aplicación y la forma de administración.

source: Selected formulation characteristics and ranges of formulation robustness study
es_es: Características y rangos seleccionados del estudio de robustez de la formulación

source: Selected formulation characteristics and ranges of formulation robustness study of tenecteplase 25 mg
es_es: Características de formulación seleccionadas y rangos del estudio de robustez de la formulación de tenecteplasa 25 mg

source: Selection and timing of doses for each subject
es_es: Selección de la dosis y los momentos de administración para cada sujeto

source: Selection of doses in the trial
es_es: Selección de las dosis en el ensayo

source: Selective inoculum medium containing methotrexate is used for all expansion steps up to the 80 L expansion bioreactor (N-3).
es_es: El medio del inóculo selectivo con metotrexato se usa para todos los pasos de expansión hasta el biorreactor de expansión de 80 l (N-3).

source: Selective medium containing methotrexate is used for all expansion steps up to the 80 L expansion bioreactor (N-3).
es_es: El medio selectivo con metotrexato se usa para todos los pasos de expansión hasta el biorreactor de expansión de 80 l (N-3).

source: Selective medium for thaw and Selective medium for fill up-step & stock culture 2.30 g
es_es: Medio selectivo para la descongelación y medio selectivo para el paso de llenado y el cultivo madre: 2.30 g

source: Selective medium for thaw and Selective medium for fill up-step & stock culture:
es_es: Medio selectivo para la descongelación y medio selectivo para el paso de llenado y el cultivo madre:

source: Selective medium is used in inoculum and pre-culture stage.
es_es: El medio selectivo se usa en el inóculo y en la etapa previa al cultivo.

source: Selectividad;
es_es: Selectivity;

source: Selectivity
es_es: Selectividad

source: Selectivity solution
es_es: Solución de selectividad

source: Selectivity solution 100 % reference
es_es: Solución de selectividad, referencia al 100 %

source: Semi Finished Product Lyo Article-No.:
es_es: Producto semielaborado Lyo. Artículo N.°:

source: Semi Finished Product Lyo Lot-No.:
es_es: Producto semielaborado Lyo. Lote N.°:

source: Semi-solids
es_es: Semisólidos

source: Semi-volatile and non-volatiles extractables from the rubber stopper (simulation extracts)
es_es: Extraíbles semivolátiles y no volátiles del tapón de caucho (extractos de simulación)

source: Semi-volatile organic compound
es_es: Compuesto orgánico semivolátil

source: Send ISO certificate from SMS medipool GmbH – Germany, manufacturer of the Transfer Cannula.
es_es: Enviar el certificado de cumplimiento de normas ISO por parte del fabricante de la cánula de transferencia, SMS medipool GmbH - Alemania.

source: Send us a new technical specification of the finished product, eliminating the statement about test frequency mentioned below:
es_es: Envíesenos una especificación técnica nueva del producto terminado en la que se elimine la siguiente afirmación sobre la frecuencia de las pruebas:

source: Send us the Batch Coding System of the API.
es_es: Solicitamos se nos envíe el sistema de codificación de partidas del API

source: Sending Unit
es_es: Unidad emisora

source: Sending Unit experimental results and/or data sheets — Doc N°:
es_es: Resultados experimentales y/o planillas de la unidad emisora — Doc N.°:

source: Sending unit
es_es: Unidad emisora

source: Senior QA Specialist, Compliance
es_es: Especialista superior en aseguramiento de la calidad y cumplimiento

source: Sensitivity / Quantitation Limit (QL)
es_es: Sensibilidad / Límite de cuantificación (QL)

source: Sensitivity / Quantitation limit (with matrix)
es_es: Sensibilidad / Límite de cuantificación (con matriz)

source: Sensitivity / Quantitation limit (without matrix)
es_es: Sensibilidad / Límite de cuantificación (sin matriz)

source: Sensitivity / Quantitation limit (withoutmatrix)
es_es: Sensibilidad / Límite de cuantificación (sin matriz)

source: Sensitivity Solution:
es_es: Solución de sensibilidad:

source: Sensitivity analyses
es_es: Análisis de sensibilidad

source: Sensitivity analyses for the first key secondary endpoint:
es_es: Análisis de sensibilidad del primer criterio de valoración secundario clave:

source: Sensitivity analyses for the primary endpoint (CV death or HHF) and the first key secondary endpoint (first and recurrent HHF) that included only events that were thought to occur before the pandemic, and using the same model as for the respective primary analysis
es_es: Análisis de sensibilidad para el criterio de valoración primario (muerte CV u hospitalización por insuficiencia cardíaca) y el primer criterio de valoración secundario clave (hospitalización por insuficiencia cardíaca primera y recurrente) solo con eventos supuestamente acaecidos antes de la pandemia, y con el mismo modelo que el empleado para el análisis primario respectivo

source: Sensitivity analyses for the primary endpoint, the first key secondary endpoint, and CV death that included only events up to 7 days prior to a reported SARS-CoV-2 infection (based on BIcMQ SARS-CoV-2 infections including PT suspected Covid-19 (broad scope))
es_es: Análisis de sensibilidad para el criterio de valoración primario, el primer criterio de valoración secundario clave y la muerte cardiovascular, solo con eventos acaecidos hasta 7 días antes de una infección informada por SARS-CoV-2, según la consulta BIcMQ "Infecciones por SARS-CoV-2", e incluido el término preferente "Sospecha de COVID-19 (alcance general)"

source: Sensitivity analyses for the primary endpoint:
es_es: Análisis de sensibilidad del criterio de valoración primario:

source: Sensitivity analyses included:
es_es: En los análisis de sensibilidad se incluyó:

source: Sensitivity analyses that consider a range of plausible alternative assumptions about missing primary outcome data will be conducted.
es_es: Se realizarán análisis de sensibilidad para evaluar una serie de posibles hipótesis alternativas sobre los datos ausentes del desenlace principal.

source: Sensitivity analyses that considered a range of plausible alternative assumptions about missing primary outcome data were preplanned.
es_es: Se programaron análisis de sensibilidad que consideraban una serie de posibles hipótesis alternativas sobre los datos ausentes del criterio de valoración principal.

source: Sensitization
es_es: Sensibilidad

source: Sent:
es_es: Enviado:

source: Sentence transferred into correct chapter 4.4 inoculum stock culture.
es_es: La oración pasa a la Sección 4.4, cultivo madre del inóculo.

source: Sep 2012
es_es: de septiembre de 2012

source: Sep 2021
es_es: de septiembre de 2021

source: Sep 2022
es_es: de septiembre de 2022

source: Separate PPQs were conducted for the manufacture of the PFS and the assembly of the spesolimab PFS-NSD-1.
es_es: Se implementaron diferentes calificaciones del desempeño del proceso para la fabricación de la jeringa precargada y el ensamblaje del PFS-NSD-1 de espesolimab.

source: Separate informed consent for genotyping was to be obtained from each subject prior to sampling.
es_es: Antes de tomar esta muestra, los sujetos debían firmar un Formulario consentimiento informado independiente para el genotipado.

source: Sepsis with an origin other than urinary tract infections (investigator-defined) was balanced for patients on empagliflozin (48 patients, 1.6%) and on placebo (43 patients, 1.4%); see Table 15.3.1.8: 5.
es_es: La sepsis no originada en infecciones del tracto urinario (definida por el investigador) estuvo equilibrada entre los pacientes que recibieron empagliflozina (48 pacientes, 1.6%) y placebo (43 pacientes, 1.4%); ver Tabla 15.3.1.8: 5.

source: Sepsis, right foot ulcer (death day 51)
es_es: Sepsis, úlcera en pie derecho (muerte el día 51)

source: Sequelae
es_es: Secuelas

source: Sequences include DWI, MRP, MRA, T2* Gradient Echo and FLAIR.
es_es: Las secuencias incluyen IPD, PRM, ARM, eco de gradiente T2* y FLAIR.

source: Sequential pre-conditioning
es_es: preacondicionamiento secuencial

source: Sequential testing of non-inferiority of tenecteplase to alteplase on the primary outcome followed by testing superiority, should non-inferiority be demonstrated, will be undertaken.
es_es: Se llevará a cabo una evaluación secuencial de no inferioridad de tenecteplasa en comparación con alteplasa en relación con el resultado principal. De demostrarse la no inferioridad, se evaluará la superioridad.

source: Sequential testing of noninferiority of tenecteplase to alteplase for the primary outcome was to be followed by testing for superiority if noninferiority was demonstrated.
es_es: Si los análisis secuenciales sobre la no inferioridad de la tenecteplasa respecto de la alteplasa para el criterio de valoración principal arrojaban un resultado positivo, debía realizarse una evaluación de la superioridad.

source: Sequential testing of superiority after testing of noninferiority was planned for the intention-to-treat and per-protocol analyses, but no patients were excluded from the perprotocol analysis of the primary outcome and only one set of analyses is presented.
es_es: Se planificaron análisis secuenciales de la superioridad luego de las evaluaciones de no inferioridad para los análisis por intención de tratar y según el protocolo, pero no se excluyó a ningún paciente del grupo conformado según el protocolo del criterio de valoración principal y sólo se presenta un grupo del análisis.

source: Serial number is readable; Printed information of the folding box lid inner face is readable/identifiable after opening; the contrast is sufficient to read/identify the information.
es_es: El número de serie es legible; la información impresa al interior de la tapa de la caja plegable es legible/reconocible después de la apertura; hay un contraste suficiente para leer o reconocer la información.

source: Serious
es_es: Grave

source: Serious AEs
es_es: EA graves

source: Serious AEs for acute renal failure (narrow SMQ) were less frequent in the empagliflozin group.
es_es: Los eventos adversos serios de insuficiencia renal aguda (consulta específica SMQ) fueron menos frecuentes en el grupo de empagliflozina.

source: Serious AEs were less commonly reported for the empagliflozin group than for the placebo group; this was driven by a smaller proportion of the empagliflozin group reporting SAEs that required or prolonged hospitalisation compared with the placebo group.
es_es: Se informaron EA graves con menos frecuencia para el grupo de empagliflozina que para el de placebo; la diferencia clave fue la menor proporción de pacientes con EAS que requirieran o prolongaran la hospitalización con empagliflozina, en comparación con el placebo.

source: Serious Adverse Event
es_es: Evento adverso serio

source: Serious Adverse Events require immediate action.
es_es: Los eventos adversos graves requieren medidas inmediatas.

source: Serious adverse event
es_es: Evento adverso grave

source: Serious adverse event handling
es_es: Manejo de eventos adversos serios

source: Serious adverse event reporting
es_es: Notificación de eventos adversos graves

source: Serious adverse events
es_es: Eventos adversos serios

source: Serious adverse events were most frequently reported in the SOC cardiac disorders (Table 12.2: 1).
es_es: Se notificaron eventos adversos graves con la mayor frecuencia en el systema y clase de órganos trastornos cardíacos (Tabla 12.2: 1).

source: Serious adverse events were most frequently reported in the SOC cardiac disorders.
es_es: Se notificaron eventos adversos graves con la mayor frecuencia en el sistema y clase de órganos trastornos cardíacos.

source: Serious and other significant AEs were to be listed separately.
es_es: Los eventos adversos serios y otros eventos adversos significativos se agruparon en una lista independiente.

source: Serious events of the AESIs and specific AEs, as well as SAEs in subgroups are described in Sections 12.1.3 and 12.1.4.
es_es: En las Secciones 12.1.3 y 12.1.4 se describen los eventos graves de entre los subgrupos de eventos adversos de interés particular y eventos adversos específicos.

source: Serious or opportunistic infections
es_es: Infecciones graves u oportunistas

source: Seriousness Criteria
es_es: Criterios de gravedad

source: Serum creatinine is summarised together with renal AEs in Section 12.1.3.1.
es_es: La creatinina sérica se resume junto con los eventos adversos renales en la Sección 12.1.3.1.

source: Serum glucose – mmol/L – Mean (SD)
es_es: Glucosa en suero (mmol/l); media (DE)

source: Serum lipids
es_es: Lípidos séricos

source: Sesolimab drug substances batches were used for clinical, toxicological, stability studies and / or process validation studies (PPQ) as well as for commercial supply.
es_es: Se utilizaron partidas del principio activo Espesolimab para los estudios clínicos y toxicológicos, estudios de estabilidad y/o estudios de validación de procesos (calificación del desempeño del proceso), así como para el suministro comercial.

source: Set point
es_es: Punto de ajuste

source: Setting of commercial specification based on results from formulation robustness experiments and development data describing the level of PS20 during shelf life and taking into account the minimum required amount of PS20 0.2 mg/mL to stabilize the product as well as batch release and stability data available so far.
es_es: La especificación comercial se estableció a partir de los resultados de experimentos de robustez de la formulación y los datos de desarrollo que describen el nivel de PS20 durante la vida útil y tomando en consideración la cantidad mínima requerida de PS20 para estabilizar el producto (0,2 mg/l), así como los datos de liberación y estabilidad de la partida disponibles hasta el momento.

source: Setting of the acceptance criterion for DP release testing is based on a statistical approach from historical DP batch release results for the registered presentations 40 mg and 50 mg (refer to Chapter 2.2).
es_es: El establecimiento del criterio de aceptación para las pruebas de liberación del medicamento se basa en un enfoque estadístico a partir de resultados históricos de liberación de partidas del medicamento de las presentaciones registradas de 40 mg y 50 mg (véase el Capítulo 2.2).

source: Settings
es_es: Configuración

source: Settle plates
es_es: Placas de sedimentación

source: Seven calibration standards with a range of 10 - 120 ppb of the metformin hydrochloride working concentration are used.
es_es: Se emplean 7 estándares de calibración con un intervalo de entre 10 y 120 partes por mil millones de la concentración de trabajo de clorhidrato de metformina.

source: Seven formative usability evaluations were conducted to evaluate the user interface and identify potential interaction difficulties.
es_es: Se realizaron siete evaluaciones de formación sobre la facilidad de uso para evaluar la interfaz de usuario e identificar posibles dificultades de interacción.

source: Several categories of specific AEs were to be reported by the investigator and additional information was collected on the CRF:
es_es: El investigador debía informar varias categorías de eventos adversos específicos. En el CRF se recopiló la siguiente información adicional:

source: Several process changes were implemented.
es_es: Se han implementado varios cambios al procedimiento.

source: Several quantitative product quality parameters and associated acceptance criteria are in general not statistically derived as they are based on the formulation, manufacturing experience and upon industry standard, as well as Ph. Eur. and ICH guidelines.
es_es: Varios parámetros cuantitativos de calidad del producto y criterios de aceptación asociados en general no se derivan estadísticamente, sino que se basan en la formulación, la experiencia de fabricación, los estándares de la industria y las pautas de la Ph. Eur y la ICH.

source: Several samples of batch 22407 contained particles.
es_es: Se encontraron partículas en varias muestras de la partida 22407.

source: Several secondary and tertiary endpoints related to cardiovascular safety or to diabetes were analysed.
es_es: Se analizaron varios criterios de valoración secundarios y terciarios relacionados con la seguridad cardiovascular o la diabetes.

source: Several studies of tenecteplase in patients with stroke have used the 0.25-mg/kg dose,5 and this appeared more effective than a 0.10-mg/kg dose.6 However, the largest study involving tenecteplase (NOR-TEST)7 used a 0.40-mg/kg dose and found no significant difference in safety and efficacy compared with alteplase, albeit in a very mildly affected cohort of patients with 17% stroke mimics.
es_es: En diversos estudios sobre la tenecteplasa en pacientes con accidente cerebrovascular, se utilizó la dosis de 0.25 mg/kg,5 que pareció más efectiva que una dosis de 0.10 mg/kg.6 No obstante, en el estudio más extenso con tenecteplase (NOR-TEST),7 se empleó una dosis de 0.40 mg/kg y no se hallaron diferencias significativas en la seguridad y la eficacia en comparación con la alteplasa, aunque participó una cohorte muy levemente afectada, donde 17% de los pacientes presentaron síntomas similares a los de un accidente cerebrovascular.

source: Severe (>15)
es_es: Intenso (>15)

source: Severe impairment:
es_es: Deterioro avanzado:

source: Severe AEs
es_es: EA severos

source: Severe hypoglycaemia was defined as documented hypoglycaemic episode requiring assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions need for external assistance.
es_es: La hipoglucemia grave se definió como todo episodio documentado de hipoglucemia que requiriera atención de un tercero que administrara activamente carbohidratos o glucagón o que realizara otras maniobras de resucitación.

source: Severe hypoglycaemic events (investigator-defined) requiring assistance were balanced between treatment groups and occurred in both treatment groups more often in patients with T2DM (empagliflozin:
es_es: Los eventos hipoglucémicos graves (definidos por el investigador) que requirieron asistencia estuvieron equilibrados entre los grupos de tratamiento y en ambos grupos de tratamiento se dieron con mayor frecuencia en pacientes con diabetes melitus tipo 2(empagliflozina:

source: Severe hypoglycaemic events (investigator-defined) requiring assistance were balanced between treatment groups and occurred in both treatment groups more often in patients with T2DM (empagliflozin: 22 patients, placebo:
es_es: Los eventos hipoglucémicos graves (definidos por el investigador) que requirieron asistencia estuvieron equilibrados entre los grupos de tratamiento y en ambos grupos de tratamiento se dieron con mayor frecuencia en pacientes con diabetes melitus tipo 2(empagliflozina: 22 pacientes, placebo:

source: Severe hypoglycaemic events (investigator-defined) requiring assistance were balanced between treatment groups and occurred in both treatment groups more often in patients with T2DM (empagliflozin: 22 patients, placebo: 18 patients) rather than in patients with pre-diabetes (empagliflozin:
es_es: Los eventos hipoglucémicos graves (definidos por el investigador) que requirieron asistencia estuvieron equilibrados entre los grupos de tratamiento y en ambos grupos de tratamiento se dieron con mayor frecuencia en pacientes con diabetes melitus tipo 2(empagliflozina: 22 pacientes, placebo: 18 pacientes) que en pacientes con un estado previo a la diabetes (empagliflozina:

source: Severe hypoglycaemic events (investigator-defined) requiring assistance were balanced between treatment groups and occurred in both treatment groups more often in patients with T2DM (empagliflozin: 22 patients, placebo: 18 patients) rather than in patients with pre-diabetes (empagliflozin: 1 patient, placebo:
es_es: Los eventos hipoglucémicos graves (definidos por el investigador) que requirieron asistencia estuvieron equilibrados entre los grupos de tratamiento y en ambos grupos de tratamiento se dieron con mayor frecuencia en pacientes con diabetes melitus tipo 2(empagliflozina: 22 pacientes, placebo: 18 pacientes) que en pacientes con un estado previo a la diabetes (empagliflozina: 1 paciente, placebo:

source: Severe hypoglycaemic events (investigator-defined) requiring assistance were balanced between treatment groups and occurred in both treatment groups more often in patients with T2DM (empagliflozin: 22 patients, placebo: 18 patients) rather than in patients with pre-diabetes (empagliflozin: 1 patient, placebo: 2 patients) or in patients without (pre-) diabetes (empagliflozin:
es_es: Los eventos hipoglucémicos graves (definidos por el investigador) que requirieron asistencia estuvieron equilibrados entre los grupos de tratamiento y en ambos grupos de tratamiento se dieron con mayor frecuencia en pacientes con diabetes melitus tipo 2(empagliflozina: 22 pacientes, placebo: 18 pacientes) que en pacientes con un estado previo a la diabetes (empagliflozina: 1 paciente, placebo: 2 pacientes) o en pacientes sin un estado (previo a/de) diabetes (empagliflozina:

source: Severe hypoglycaemic events (investigator-defined) requiring assistance were balanced between treatment groups and occurred in both treatment groups more often in patients with T2DM (empagliflozin: 22 patients, placebo: 18 patients) rather than in patients with pre-diabetes (empagliflozin: 1 patient, placebo: 2 patients) or in patients without (pre-) diabetes (empagliflozin: 1 patient, placebo:
es_es: Los eventos hipoglucémicos graves (definidos por el investigador) que requirieron asistencia estuvieron equilibrados entre los grupos de tratamiento y en ambos grupos de tratamiento se dieron con mayor frecuencia en pacientes con diabetes melitus tipo 2(empagliflozina: 22 pacientes, placebo: 18 pacientes) que en pacientes con un estado previo a la diabetes (empagliflozina: 1 paciente, placebo: 2 pacientes) o en pacientes sin un estado (previo a/de) diabetes (empagliflozina: 1 paciente, placebo:
